export const BRANCHES: Record<string, { name: string, phone: string }[]> = {
  egypt: [
    { name: 'الخط الساخن / التوصيل - مصر', phone: '201202799990' },
  ],
  uae: [
    { name: 'أبوظبي (المصفح)', phone: '971522990617' }
  ],
  ksa: [
    { name: 'الرياض (واجهة روشن)', phone: '966538285831' },
    { name: 'جدة (حي الروضة)', phone: '966544500445' },
    { name: 'جدة (المحمدية)', phone: '966556623552' },
    { name: 'جدة (الجامعة)', phone: '966535454053' },
    { name: 'جدة (البغدادية)', phone: '966533357134' },
    { name: 'جدة (المروة)', phone: '966535530991' },
    { name: 'جدة (الحمدانية)', phone: '966509909063' },
    { name: 'مكة (النسيم)', phone: '966553361303' },
    { name: 'مكة (الشوقية)', phone: '966588324510' }
  ]
};
